<?php
//-------------------------------------------------------------------
// 作成日：2020/01/16
// 作成者：福嶋
// 内  容：エントリーフォーム
//-------------------------------------------------------------------

//----------------------------------------
//  共通設定
//----------------------------------------
require "./config.ini";

// 中途採用から
if( $arr_get["recruit"] == 2 ){
	$_POST["recruit"] = 2;
}

//----------------------------------------
//  ヘッダー情報
//----------------------------------------
// タイトル
$_HTML_HEADER["title"] = "エントリー";

// キーワード
$_HTML_HEADER["keyword"] = "";

// ディスクリプション
$_HTML_HEADER["description"] = "";


//----------------------------------------
//  smarty設定
//----------------------------------------
$smarty = new MySmarty("front");
$smarty->compile_dir .= "recruit/";

// オプション
$smarty->assign( "OptionRecruit", $OptionRecruit );

// 表示
$smarty->display("form.tpl");
?>
