<?php
//-------------------------------------------------------------------
// 作成日：2019/10/11
// 作成者：岡田
// 内  容：トップページ
//-------------------------------------------------------------------

//----------------------------------------
//  共通設定
//----------------------------------------
require "./config.ini";

//----------------------------------------
//  ヘッダー情報
//----------------------------------------
// タイトル
$_HTML_HEADER["title"] = "会社概要";

// キーワード
$_HTML_HEADER["keyword"] = "";

// ディスクリプション
$_HTML_HEADER["description"] = "";

//----------------------------------------
//  データ取得
//----------------------------------------
// 操作クラス
$objManage      = new DB_manage( _DNS);
$objBase        = new FT_base( $objManage );

// お知らせ
$t_base  = $objBase->GetSearchList( $search );

// クラス削除
unset( $objBase    );
unset( $objManage  );


//----------------------------------------
//  smarty設定
//----------------------------------------
$smarty = new MySmarty("front");
$smarty->compile_dir .= "company/";

// テンプレートに設定
$smarty->assign( "t_base"        , $t_base        );

// 表示
$smarty->display("index.tpl");
?>
